
<h3>
শাক সবজির  ইংরেজী নাম:
শাক সবজি (Vegetables)
গোল আলু – Potato (পটেটো)
টমেটো – Tomato (টম্যাটো)
গোল/তাল বেগুন – Brinjal (ব্রিনজাল)
লম্বা বেগুন – Eggplant (এগপ্লান্ট)
করলা – Balsam Apple (বোলসাম এ্যাপেল)
পটল – Pointed gourd (পয়েন্টেড গোর্ড)
লাউ/কদু – Bottle Gourd (বটল গোর্ড)
মটর শুঁটি – Green Pea(গ্রীন পী)
কাঁচা পেঁপে – Green Papaya (গ্রীন পাপ্যায়া)
কাঁকরোল – Sweet Bitter Gourd (সুইট বিটার গোর্ড)
শসা – Cucumber (কিউকাম্বার)
গাঁজর – Carrot (ক্যারট)
ফুলকপি – Cauliflower (কলি ফ্লাওয়ার)
মুলা – Radish (র‍্যাডিস)
ঝিংগে – Rige Gourd (রিজ গোর্ড)
চাল কুমড়া – Green Cucumber (গ্রীন কিউকাম্বার)
মিষ্টি আলু – Sweet Potato (সুইট পটেটো)
সাজনা – Drum Stick (ড্রাম স্টিক)
বরবটি – Asparagus Bean (অ্যাস্প্যারাগাস বিন)
চিচিংগা/চিচিংগা – Snake Gourd (স্নেক গোর্ড)
মিষ্টি কুমড়া – Pumpkin (পামকিন)
কাঁচা কলা – Green Banana (গ্রীন ব্যানানা)
পুঁই শাক – Basil (বেসিল)
পালং শাক – Spinach (স্পিনাজ)
কচু – Arum (অ্যারাম)
কচুর লতি – Arum (অ্যারাম)
Arum-lobe কচুর লতি।
সিম – Bean (বিন)
ঢেঁড়স – Lady’s Finger (লেডিস ফিংগার)
কচুর ছড়া – Arum (অ্যারাম)
কলার মোচা – Plantain Flower (প্লান্টেইন ফ্লাওয়ার)
কলমি শাক – Bindweed (বাইন্ডউইড)
শালগম – Turnip (টারনিপ)
লাল শাক – Read Leafy (রেড লিফি)
Cress হেলেঞ্চা শাক।
বাঁধাকপি – Cabbage (ক্যাবেজ)
মাশরুম – Mushroom (মাশরুম)
ভূট্টা – Maize (মেইজ)
শিমলা মরিচ – Capsicum (ক্যাপ্সিকাম)
পেঁয়াজ – Onion (অনিয়ন)
রসুন – Garlic (গার্লিক)
আদা – Zinger (জিনজার)
হলুদ – Turmeric (টার্মারিক)
মরিচ – Red Chili (রেড চিলি)
ধনে পাতা – Coriander (করিয়্যান্ডার)
পুদিনা পাতা – Mint (মিন্ট)
লেবু – Lemon (লেমন)
কাঁচা মরিচ – Green Chili (গ্রীন চিলি)
Zucchini ধুন্দুল।
Leek পেঁয়াজ পাতা।
Grum ছোলা।
Lentils মসুর ডাল।
Lettuce লেটুসপাতা।
Drum-stick সজনে।
Eggplant সাদা বেগুন
    <pre>
    I don't get it-আমি এটা বুঝতে পারছি না
    </pre>
<pre>
✪ Be aware = সচেতন থাকো
✪ Be ready = প্রস্তুত থাকো
✪ Take it easy = সহজ ভাবে নিন
✪ For what? = কি জন্য?
✪ It’s fine. = ঠিক আছে
✪ Go ahead. = এগিয়ে যান
✪ Any problem? = কোন সমস্যা?
✪ Anything else? = আর কিছু?
✪ It’s funny = এটা মজার
✪ Move aside = একপাশে সরে যান
✪ Is it? = তাই কি?
✪ Isn’t it? = তাই না?
✪ How foolish! = কত বোকা!
✪ It’s done = এটা হয়ে গেছে
✪ Not bad = খারাপ না
✪ How sweet = কি মিষ্টি
✪ But why? = কিন্তু কেন?


🧊প্রশ্নই ওঠে না - Unquestionable.
🧊একটু বুঝতে চেষ্টা কর - Try to understand.
🧊কথাটা মন্দ না - That’s not a bad idea.
🧊বিশেষ কিছুই না - Nothing special.
🧊আদৌ নয় - Not at all.
🧊হতাশ হবেন না – Don’t be disappointed.
🧊হাল ছেড়ে দেবেন না - Don’t give up.
🧊সংকোচ করবে না - Don’t hesitate.
🧊ঠিক ঠিক উত্তর দাও - Answer to the point.
🧊মূল বিষয়ে আসো - Come to the point.
🧊ব্যাপারটা দারুন হবে - That will be great.
🧊ওটা হলে খুব ভালোহয়-That will be very nice
🧊মাথা গরম করো না - Don’t lose your temper.
🧊আর কিছুই বলবে না - Don’t say anymore.
🧊বাজে কথা বলো না - Don’t talk nonsense.
🧊পরে দেখা হবে - See you again
🧊পরে কথা হবে - Talk to you later.
🧊বকবক কর না - Don’t gab.
🧊পাগলামি করো না - Don’t get mad.
🧊সন্তোষজনক নয় - Not satisfactory.
🧊শান্ত হও - Keep quite.
🧊দয়া করে বসুন - Please have a seat.
🧊বোকামী করো না - Don’t be silly.
🧊এতো অধৈর্য হয়ো না - Don’t be so impatient
🧊চলো শুরু করি - Let’s get started.

It is bad to-এটা ঠিক না এই প্যাটার্ন দিয়ে ইংরেজি বাক্য। 
1. It is bad to do.
এটা করা ঠিক না.
2, It is bad to eat.
এটা খাওয়া ঠিক না.
3. It is bad to see.
এটা দেখা ঠিক না.
4. It is bad to travel.
ভ্রমণ করা ঠিক না
5. It is bad too angry.
রাগ করা ঠিক না.
6. it is bad to argue
তর্ক করা ঠিক না.
7. It is bad to  behaviour badly. 
খারাপ আচরণ করা ঠিক না.
8. It is bad to disrespect.
অসম্মান করা ঠিক না.
9. It is bad to theft.
চুরি করা ঠিক না.
10. It is bad to lie.
মিথ্যা বলা ঠিক না.

💠 আমরা সকলেই - All of us.
💠 আমাদের উভয়ই-  Both of us. 
💠 আমাদের প্রত্যেকেই-  Each of us. 
💠 আমাদের অধিকাংশ- Most of us.
💠 আমাদের অনেকেই-  Many of us. 
💠 আমাদের মধ্যে একজন- One of us.
💠 আমাদের মধ্যে কেহই না- None of us.
💠 আমরা সকলেই সেখানে উপস্থিত ছিলাম -  All of us were present there.
💠 আমাদের উভয়ই সেখানে উপস্থিত ছিলাম -  Both of us were present there.
💠 আমাদের প্রত্যেকেই সেখানে উপস্থিত ছিলাম- Each of us was present there.
💠 আমাদের অধিকাংশ সেখানে উপস্থিত ছিলাম - Most of us were present there.
💠 আমাদের অনেকেই সেখানে উপস্থিত ছিলাম - Many of us were present there.
💠 আমাদের মধ্যে একজন সেখানে উপস্থিত ছিলাম- One of us was present there..
💠 আমাদের মধ্যে কেহই সেখানে উপস্থিত ছিলাম না-  None of us was present there.


📚I am on the way to college = আমি কলেজে যাওয়ার পথে।
📚I am on the way to Dhaka =  আমি ঢাকা যাওয়ার  পথে।
📚I am on the way to Mosque =  আমি মসজিদে যাওয়ার  পথে।
📚I am on the way to Sylhet = আমি  সিলেট যাওয়ার পথে।
📚I am on the way to School = আমি স্কুলে যাওয়ার পথে
📚You can wait if you like ( ইচ্ছে করলে তুমি অপেক্ষা করতে পার) 
📚You can read if you like
 ইচ্ছে করলে তুমি পড়তে পার
📚You can come if you like 
ইচ্ছে করলে তুমি আসতে পার
📚You can go if you like 
 ইচ্ছে করলে তুমি যেতে পার
📚You can sit if you like
 ইচ্ছে করলে তুমি বসতে পার
📚You can sleep if you like 
ইচ্ছে করলে তুমি ঘুমাতে পার 
️You can learn if you like 
ইচ্ছে করলে তুমি শিখতে পার

𝐈 𝐚𝐦 𝐟𝐨𝐧𝐝 𝐨𝐟 𝐲𝐨𝐮𝐫 𝐬𝐭𝐨𝐫𝐲 𝐛𝐨𝐨𝐤.
তোমার গল্পের বই আমার ভালো লাগে।
𝐈 𝐚𝐦 𝐟𝐨𝐧𝐝 𝐨𝐟 𝐲𝐨𝐮𝐫 𝐛𝐫𝐨𝐭𝐡𝐞𝐫.
তোমার ভাইয়াকে আমার ভালো লাগে।
𝐈 𝐚𝐦 𝐟𝐨𝐧𝐝 𝐨𝐟 𝐲𝐨𝐮𝐫 𝐩𝐨𝐬𝐭.
তোমার পোষ্ট আমার ভালো লাগে।
𝐈 𝐚𝐦 𝐟𝐨𝐧𝐝 𝐨𝐟 𝐲𝐨𝐮𝐫 𝐜𝐨𝐮𝐧𝐭𝐫𝐲.
তোমার দেশ আমার ভালো লাগে।
𝐈 𝐚𝐦 𝐟𝐨𝐧𝐝 𝐨𝐟 𝐲𝐨𝐮𝐫 𝐄𝐧𝐠𝐥𝐢𝐬𝐡 𝐠𝐫𝐨𝐮𝐩.
তোমার ইংলিশ গ্রুপ আমার ভালো লাগে
𝐈 𝐚𝐦 𝐟𝐨𝐧𝐝 𝐨𝐟 𝐲𝐨𝐮𝐫 𝐄𝐧𝐠𝐥𝐢𝐬𝐡 𝐛𝐨𝐨𝐤.
তোমার ইংলিশ বই আমার ভালো লাগে।
𝐈 𝐚𝐦 𝐟𝐨𝐧𝐝 𝐨𝐟 𝐲𝐨𝐮𝐫 𝐩l𝐚𝐜𝐞.
তোমার জায়গা আমার ভালো লাগে।
𝐈 𝐚𝐦 𝐟𝐨𝐧𝐝 𝐨𝐟 𝐲𝐨𝐮𝐫 𝐜𝐚𝐫.
তোমার গাড়ি আমার ভালো লাগে।
𝐈 𝐚𝐦 𝐟𝐨𝐧𝐝 𝐨𝐟 𝐲𝐨𝐮𝐫 𝐰𝐫𝐢𝐭𝐞.
তোমার লেখা আমার ভালো লাগে।
𝐈 𝐚𝐦 𝐟𝐨𝐧𝐝 𝐨𝐟 𝐲𝐨𝐮𝐫 𝐬𝐜𝐡𝐨𝐨𝐥.
তোমার স্কুল আমার ভালো লাগে
𝐌𝐚𝐤𝐞 𝐬𝐨𝐦𝐞 𝐧𝐞𝐰 𝐬𝐞𝐧𝐭𝐞𝐧𝐜𝐞𝐬-নতুন কিছু বাক্য তৈরি করো।

জানার শেষ নেই।
=No end to know.
দু:খের শেষ নেই।
=No end to sad.
দেখার শেষ নেই।
=No end to see.
ভালোবাসার শেষ নেই।
=No end to love.
শেখার শেষ নেই।
=No end to learn.
পছন্দ করার শেষ নেই।
=No end to like.
খাওয়ার শেষ নেই।
=No end to eat.
শেখানোর শেষ নেই।
=No end to teach.
কথা বলার শেষ নেই।
=No end to talk.
আলোচনার শেষ নেই।
=No end to discuss.
💠 কেউ কফি খাইবে- Somebody will have coffee.
💠 কেউ কফি খাইবে না- Nobody will have coffee.
💠 কেউ কফি খাইবে কি? - Will anybody have coffee?
💠 কেউ কফি খাইবে না কি?- Won’t anybody have coffee?
💠 কেউ কফি খাইল- Somebody had coffee.
💠 কেউ কফি খাইল না- Nobody had coffee.
💠 কেউ কফি খাইল কি?? - Did anybody have coffee?
💠 কেউ কফি খাইল না কি?- Didn’t anybody have coffee?
💠 কেউ কফি খায়- Somebody takes coffee.
💠 কেউ কফি খেযেছে- Somebody has had coffee.
💠 কেউ কফি খাইনি-Nobody has had coffee.
💠 কেউ কফি খেযেছিল-Someone had coffee.
💠 কেউ কফি খাইনি (অতীত অর্থে)=Nobody had coffee.

📖 What a surprise!- হটাৎ যে!
📖 Go to the devil! – গোল্লায় যাক!
📖 What about you? – তোমার খবর কি?
📖 so so – মোটামোটি
📖 So be it – তবে তাই হোক
📖 Who cares! – কার কি যায় আসে!
📖 I’m at a loss – কি বলব ভেবে পাচ্ছিনা!
📖 Heiya! It is you I see – আরে তুমি যে!
📖 Oh! come on – আহ! একটু বুঝতে চেষ্টা করো
📖 Excuse me – এই যে শুনুন
📖 Not a bit – একটুও না
📖 That’s fantastic – এটা সত্যি চমৎকার
📖 Next to nothing – বলতে গেলে কিছুই না
📖 Mind your language – ভাষা সংযত করো
📖 Come to the point – আসল কথা বল
📖 That’s right – ঠিক বলেছেন
📖 To be frank – খোলাখুলি ভাবে বলতে গেলে।

১০টি Idiom/phrase দিয়ে অর্থসহ ইংরেজি বাক্য
1. Go by (নামে পরিচিত)
I go by Mithun in this area.
আমি মিথুন নামে এই এলাকায় পরিচিত।
2. As far as I’m concerned (আমার মতে)
As far as I’m concerned, it was really a good idea.
আমার মতে, এটা সত্যিই একটা ভালো আইডিয়া ছিলো।
3. One day or other (কোন না-কোন একদিন)
I will be successful one day or other.
আমি কোন না-কোন একদিন সফল হবো।
4.  Right away (এখনই)
You have to go there right away.
তোমাকে এখনই সেখানে যেতে হবে।
5. To say the least (কম করে বললেও)
To say the least, he is a cheater.
কম করে বললেও সে একজন প্রতারক।
6. How on earth (ক্যামনেই বা)
How on earth can I do this job?
আমি ক্যামনেই বা এই কাজটি করি?
7. Just for asking (চাইলেই পাওয়া যায়)
Fame is not such a thing that is just for asking.
খ্যাতি এমন জিনিস নয় যে চাইলেই পাওয়া যায়।
8. As far as it goes (এ ব্যাপারে যতদূর বলা যায়)
He tried his best as far as it goes.
এ ব্যাপারে যতদূর বলা যায় সে তার সর্বোচ্চ চেস্টা করেছিলো।
9. Only the other day (এইতো সেদিন)
Mr. Forhad started his new project only the other day.
এইতো সেদিন ফরহাদ সাহেব তার নতুন প্রজেক্ট শুরু করলেন।
10. These days (ইদানীং)
It is very hard to find someone loyal these days.
ইদানীং বিশ্বস্ত কাউকে খুজে পাওয়া খুব কঠিন।

1. Can – পারা
2. Could - পারতাম
3. Must - অবশ্যই
4.  Being - কিছু হয়ে
5.  Need to - প্রয়োজন
6.  Should/ought to – উচিৎ
7.  Should have – উচিৎ ছিলো
8.  May – পারা(সম্ভাবনা অর্থে)
9. Might – পারতাম (সম্ভাবনা অর্থে)
10. There is/are - আছে
11. There was/were - ছিলো
12. There will be - হবে
13. There will have – থাকবে
14. There can be – থাকতে পারে
15. There could be – থাকতে পারতো
16. Have/has to – করতেই হবে
17. Had to – করতে হয়েছিল
18. Am to/is to/are to – হয়/কথা
19. Am/is/are supposed to - হয়/কথা
20. Had better – বরং উচিৎ
21. able to – সক্ষম হওয়া
22. Will be able to – সক্ষম হবো
23.  Have been able to – সক্ষম হয়েছি
24. Used to – অতীত অভ্যস্ত বুঝাতে
25. Would like to - চাওয়া
</pre>
</h3>