<!-- header -->
<?php include('../../common_header.php') ?>
<!-- style -->
<style>
.similar_active{
<?php include'../../active_1.php'?>
}
.to_jump{
   padding-top: 110px;
}
</style>
<div id="main_content"><!--Start Main Content -->
        <h1>Spoken English</h1>
    <h3 class="center">Page 002</h3>
<p class="accordion">Etc</p>
<pre class="panel">
    <span class="accordion"></span><span class="panel"></span>
    আজ আমাদের সিদ্ধান্ত নিতে হবে-we have to take the decision today
    We shoud not be late-আমাদের দেরি করা উচিত নয় / হবে না।
</pre>
<p class="accordion 1">1. Don’t even think-চিন্তাও করবেন না</p>
<pre class="panel 1">
    Don't even think of smoking.
    Don't even think of abusing your friend.
    Don't even think of playing without reading the book.
    Don't even think of making me laugh.
</pre>
<p class="accordion 2">2. Don’t think</p>
    <pre class="panel 2">
    Don’t think-ভেবোনা; এই প্যাটার্ন দিয়ে ইংরেজি বাক্য। 
    1, Don't think I am fool.
    ভেবোনা আমি বোকা।
    2, Don't think I am lazy.
    ভেবোনা আমি অলস।
    3, Don't think I am alone.
    ভেবোনা আমি একা।
    4, Don't think I am unskilled.
    ভেবোনা আমি অদক্ষ ।
    5, Don't think I am unhappy.
    ভেবোনা আমি অসুখী।
    6, Don't think I am mad.
    ভেবোনা আমি পাগল।
    7, Don't think I am unconscious.
    ভেবোনা আমি অসচেতন।
    8, Don't think I am lazy as like you.
    ভেবোনা আমি তোমার মত অলস।
    9, Don't think I am your friend.
    ভেবোনা আমি তোমার বন্ধু।
    10, Don't think I'm glad at having a friend like you
    ভেবোনা আমি তোমার মতো একটা বন্ধু পেয়ে খুশি
</pre>

<p class="accordion 3">3. তাহলে আমি কিভাবে  বলবো?</p>
<pre class="panel">
    তাহলে আমি কিভাবে  বলবো?
    So how do I say?
    🍃তাহলে আমি  কিভাবে পাঠাবো?
    So how do I send?
    🍃তাহলে আমি কিভাবে রাঁধবো?
    So how do I cook?
    🍃তাহলে আমি কিভাবে শেখাবো?
    So how do I teach?
    🍃তাহলে আমি কিভাবে করবো?
    So how do I do?
    🍃তাহলে আমি কিভাবে লিখবো?
    So how do I write?
    🍃তাহলে আমি কিভাবে রাখবো?
    So how do I keep?
    🍃তাহলে আমি কিভাবে তৈরি করবো?
    So how do I make?
</pre>

<p class="accordion 4">4. 21-50=30 Sentences</p>
<pre class="panel">
    <p id="toggle_21">21-এটা ঠিক কর </p><p class="code_21">Fix this</p>
    <p id="toggle_22">22-ধৈর্য্য ধারন করুন </p><p class="code_22">Be Patient</p>
    <p id="toggle_23">23-এটা ধরো </p><p class="code_23">Hold it</p>
    <p id="toggle_24">24-আমার আরো আছে </p><p class="code_24">I have more</p>
    <p id="toggle_25">25-would you mind moving aside</p><p class="code_25">তুমি কি একপাশে সরে যেতে আপত্তি করবে</p>
    <p id="toggle_26">26-আপনি কিসে বিরক্ত হচ্ছেন?</p><p class="code_26">what's bothering you</p>
    <p id="toggle_27">27-তোমার মন খারাপ কেন</p><p class="code_27">why are you upset</p>
    <p id="toggle_28">28-আমার কি? </p><p class="code_28">what of me?</p>
    <p id="toggle_29">29-তাতে আমার কি?</p><p class="code_29">so what of me?</p>
    <p id="toggle_30">30-নিজেকে কি ভাবো তুমি?</p><p class="code_30">what do you think you are?</p>
    <p id="toggle_31">31-তোমার কাছে কি খুচরা টাকা হবে?</p><p class="code_31">do you have change?</p>
    <p id="toggle_32">32-তুমি কি বলতে চাও?/তুমি কি বলতে চাচ্ছো? </p><p class="code_32">do you mean what?/what do you mean? </p>
    <p id="toggle_13">33-একটু জোরে বলবেন কি? </p><p class="code_33">Would you be louder, please</p>
    <p id="toggle_14">34-কি চমৎকার আইডিয়া? </p><p class="code_34">What a great idea?</p>
    <p id="toggle_35">35-কি আপদ?</p><p class="code_35">-what a nuisance?</p>
    <p id="toggle_36">36-কি আশ্চর্য!</p><p class="code_36">-What a surprise?/what a pleasant surprise!</p>
    <p id="toggle_37">37-কি লজ্জা? </p><p class="code_37">-what a shame?</p>
    <p id="toggle_38">38-কি চমত্কার খবর!</p><p class="code_38">-what fantastic news!</p>
    <p id="toggle_39">39-কি পরিতাপের বিষয়!</p><p class="code_39">-What a pity!</p>
    <p id="toggle_40">40-কি বাজে বকছো</p><p class="code_40">-how absurd!</p>
    <p id="toggle_41">41-তাই নাকি?</p><p class="code_41">Is it?</p>
    <p id="toggle_42">42-এখানে কি হচ্ছে?</p><p class="code_42">what's going on here?</p>
    <p id="toggle_43">43-তুমি কোন সাহসে এই কাজ কর?</p><p class="code_43">how dare you do so/this!</p>
    <p id="toggle_44">44-তুমি কি জানো আমি কি বলতে চাচ্ছি?</p><p class="code_44">Do you know what I mean?</p>
    <p id="toggle_45">45-তোমার শখ কি?</p><p class="code_45">-what's your hobby?</p>
    <p id="toggle_46">46-আপনি এটা কী করলেন?</p><p class="code_46">-what have you done?</p>
    <p id="toggle_47">47-ঐ জিনিসটা কি?</p><p class="code_47">-what is that thing?</p>
    <p id="toggle_48">48-কি হচ্ছে?</p><p class="code_48">-what is going on?</p>
    <p id="toggle_49">49-কি তোমাকে এটা করতে বাধ্য করেছে?</p><p class="code_49">-What made you do it?</p>
    <p id="toggle_50">50-এটাতে সমস্যা কি</p><p class="code_50">-What's wrong with it?</p>
</pre>

<p class="accordion 5">5-About Learning English-5</p>
<pre class="panel">
    📕আমি ইংরেজিতে উন্নতি করতে চাই।
    🏅I want to improve my English.
    📕কিন্তু তা কিভাবে করতে পারি?
    🏅But how could I do so?
    📕আমি তা-ই জানতে চাই। 
    🏅I want to know that.
    📕আমি ইংরেজি খবর শুনি। 
    🏅I hear English news.
    📕আমি ইংরেজি পত্রিকা, সাময়িকী ইত্যাদি পড়ি। 
    🏅I read English newspaper, magazines etc
    📕যখনই সময় পাই, আমি ইংরেজি গ্রামার পড়ি।
    🏅I read English grammar whenever I get time.
    📕আমি শিশুদের জন্য লেখা ইংরেজি গল্পগুলো পড়ি।
    🏅I read English story books which are written for the children.
    📕আমি সবকিছু ইংরেজিতে ভাবি।
    🏅I think everything in English.
    📕ইংরেজি মনে রাখতে এটা খুব সাহায্য করে।
    🏅It is very helpful for remembering English.
    📕আমিও এটা করতে পারি।
    🏅I can also do this.
    📕এখন থেকে আমি সর্বোচ্চ চেষ্টা করবো।
    🏅I shall try to my best from now.
    📕তোমার পরামর্শের জন্য ধন্যবাদ।
    🏅Thank you for your suggestion
</pre>

<p class="accordion 6">6-Dress-6</p>
<pre class="panel">
    <p id="toggle_1">01-Put on</p><p class="code_1"></p>
    <p id="toggle_2">02-Take off</p><p class="code_2"></p>
    <p id="toggle_3">03-Zip up</p><p class="code_3"></p>
    <p id="toggle_4">04-Unzip</p><p class="code_4"></p>
    <p id="toggle_5">05-Tie</p><p class="code_5"></p>
    <p id="toggle_6">06-Untie</p><p class="code_6"></p>
    <p id="toggle_7">07-Your shirt is on backwards</p><p class="code_7"></p>
    <p id="toggle_8">08-Your jacket is inside out</p><p class="code_8"></p>
    <p id="toggle_9">09-</p><p class="code_9"></p>
    <p id="toggle_10">10-</p><p class="code_10"></p>   
</pre>

<p class="accordion 7">7-I will not</p>
<pre class="panel 7">
    আমি এখনই কোনকিছু বলবোনা।
    I will not say anything right now.
    আমি এখনই কোনকিছু খাবো না।
    I will not eat anything right now.
    আমি এখনই কোনকিছু জানাবোনা।
    I will not inform anything right now.
    আমি এখনই কোনকিছু পাঠাবোনা।
    I will not send anything right now.
    আমি এখনই কোনকিছু ভাববো না।
    I will not think anything right now.
    আমি এখনই কোনকিছু নিবো না।
    I will not take anything right now.
    আমি এখনই কোনকিছু শেখাবো না।
    I will not teach anything right now
</pre>

<p class="accordion 8">8-Some_Vocabulary</p>
<pre class="panel 8">
    ✅#Some_Vocabulary😃
    📖 Wow – বাহ, দারুন তো
    📖 My goodness! – একি!
    📖 How come – কি ব্যাপার?
    📖 What a mess! – কি এক ঝামেলা!
    📖 Oh shit! – ধ্যাত্তেরি!
    📖 Yes, go on – হ্যা, বলতে থাক
    📖 Oh dear! – বলো কী!
    📖 Hi guys – হ্যালো বন্ধুরা
    📖 Good job! – সাবাশ!
    📖 So what? – তাতে কি?
    📖 Oh, no! – এ হতে পারেনা!
    📖 Pay attention! – মনোযোগ দিন!
    📖 Definitely – অবশ্যই
    📖 Let it pass – ছেড়ে দিন।
    📖 Obviously – স্পষ্টত, সম্ভবত
    📖 I’m off – আমি গেলাম।
    📖 It’s your turn – এবার তোমার পালা
    📖 As if – যেন, কি যে হতো
    📖 Damn it! – চুলায় যাক!
    📖 What a surprise!- হটাৎ যে!
    📖 Go to the devil! – গোল্লায় যাক!
    📖 What about you? – তোমার খবর কি?
    📖 so so – মোটামোটি
    📖 So be it – তবে তাই হোক
    📖 Who cares! – কার কি যায় আসে!
    📖 I’m at a loss – কি বলব ভেবে পাচ্ছিনা!
    📖 Heiya! It is you I see – আরে তুমি যে!
    📖 Oh! come on – আহ! একটু বুঝতে চেষ্টা করো
    📖 Not a bit – একটুও না
    📖 That’s fantastic – এটা সত্যি চমৎকার
    📖 Next to nothing – বলতে গেলে কিছুই না
    📖 Mind your language – ভাষা সংযত করো
    📖 Come to the point – আসল কথা বল
    📖 That’s right – ঠিক বলেছেন
    📖 To be frank – খোলাখুলি ভাবে বলতে গেলে।
    📖 Really pleased – সত্যি আনন্দিত
    📖 I am delighted- আমি আনন্দিত ।
    📖 So kind of you! – আপনার দয়া।
    📖 Anybody home? – বাড়িতে কেউ আছেন?
    📖 Keep quiet – চুপ কর
    📖 No entrance – প্রবেশ নিষেধ
    📖 It’s enough – যথেষ্ট হয়েছ
    📖 What happened – কি হয়েছে
    📖 What an idea! – কি বুদ্ধি!
    📖 Well done – সাবাশ
    📖 Indeed! – সত্যি!
    📖 How peaceful! – কি শান্ত!
    📖 Get lost – বিদায় হোন।
    📖 Let me see – আমাকে দেখতে দাও
    📖 Oh sure – ও নিশ্চয়ই
    📖 Who knows! – কে জানে!
</pre>

<p class="accordion 9">9. How long……(কতক্ষণ?)</p>
<pre class="panel 9">
    How long……(কতক্ষণ?) দিয়ে ১৫টি ইংরেজি বাক্য 
    1. How long are you talking? 
    তুমি কতক্ষণ ধরে কথা বলছো?
    2. How long are you thinking?
    তুমি কতক্ষণ ধরে চিন্তা করছো?
    3. How long are you writing?
    তুমি কতক্ষণ ধরে লিখছো?
    4. How long are you waiting?
    তুমি কতক্ষণ ধরে অপেক্ষা করছো? 
    5. How long are you reading? 
    তুমি কতক্ষণ ধরে পড়ছ?
    6. How long have you been there?
    তুমি সেখানে কতোক্ষন ছিলে?
    7. How long are you watching TV?
    তুমি কতক্ষণ ধরে টিভি দেখছো?
    8. How long are you playing?
    তুমি কতক্ষণ ধরে খেলছো?
    9. How long are you chatting?
    তুমি কতক্ষণ ধরে চ্যাটিং করছো?
    10. How long are you doing this?
    তুমি কতক্ষণ ধরে এটা করছো?
    11. How long are you reciting the holy Quran?
    তুমি কতক্ষণ ধরে কোরআন তেলওয়াত শুনছো?
    12. How long are you working?
    তুমি কতক্ষণ ধরে কাজ করছো?
    13. How long are you calling him?
    তুমি কতক্ষণ ধরে তাকে ডাকছো?
    14. How long are you trying?
    তুমি কতক্ষণ ধরে চেষ্টা করছো?
    15. How long are you standing here?
    তুমি কতক্ষণ ধরে এখানে দাড়িয়ে আছো?
</pre>

<p class="accordion 10">10-About Day</p>
<pre class="panel 10">
    Day নিয়ে ইংরেজিতে যতো কথা🖤 
    ☆Today - আজ
    ☆Yesterday -  গতকাল । 
    ☆Tomorrow  - আগামীকাল । 
    ✰Day after tomorrow - আগামী পরশু । 
    ✰Day before yesterday - গত পরশু । 
    ✰Every few days - কয়েক দিন পরপর।
    ✰Every other day - একদিন পরপর
    ✰Every two days -  দুইদিন পরপর।
    ✰Every third day -  তিনদিন পরপর । 
    ✰Day break - প্রভাত । 
    ✰One day or other - কোনো না কোনো একদিন । 
    ✰Previous day - পূর্ব দিন
    ✰Next day -  পরের দিন । 
    ✰By Day - দিনে বেলা। 
    ✰Only the other day - এইতো সেই দিন । 
    ✰The very day - সেই দিনেই । 
    ✰Gala day  - উৎসবের দিন । 
    ✰Hectic day  - ব্যস্ত দিন। 
    ✰Rag day - সমাপনী দিন । 
    ✰Memorable day - স্মরণীয় দিন । 
    ✰Carry the day -  জয়লাভ করা । 
    ✰Day off -  ছুটির দিন । 
    ✰The Other Day -  সেদিন । 
    ✰The Very Day – সেই দিনেই । 
    ✰Next To Next Friday -  আগামী শুক্রবারের পরের শুক্রবার 
    ✰Day to day - দিনদিন । 
    ✰Day Care -  দিবাকালীন তত্ত্বাবধান । 
    ✰Day Time -  দিনের বেলা । 
    ✰To This Day -  আজ পর্যন্ত।
    ✰Last night -  গত রাত
    ✰Tonight  - অদ্য রজনীতে । 
    ✰Tomorrow  night -  আগামীকাল রাত । 
    ✰In  the morning -  সকালে । 
    ✰In  the afternoon -  বিকালে । 
    ✰In the evening - সন্ধ্যায় । 
    ✰Yesterday morning -  গতকাল সকাল । 
    ✰Yesterday afternoon - গতকাল বিকেলে । 
    ✰Yesterday evening - গতকাল সন্ধ্যায়
</pre>
 
<p class="accordion 11">11-I learn</p>
<pre class="panel 11">
    ☘️আমি ইংরেজি শিখি → I learn English.
    ☘️আমি ইংরেজি শিখছি → I am learning English.
    ☘️আমি ইংরেজি শিখেছি → I have learned English
    ☘️আমি ইংরেজি শিখতে পারি→I can learn English
    ☘️আমি ইংরেজিতে কথা বলতে সক্ষম →I am able to speak in English.
    ☘️আমি ইংরেজি না শিখে পারিনা→ I cannot but learn English.
    ☘️ আমি ইংরেজি না শিখে পারলাম না→ I could not but learn English
    ☘️আমার ইংরেজি শেখার কথা→I am supposed to learn English.
    ☘️ আমার ইংরেজি শেখা দরকার→I need to learn English.
    ☘️আমার ইংরেজি শেখা উচিত →I should learn English.
    ☘️আমার বরং ইংরেজি শেখাই উচিত →I had better learn English.
    ☘️আমি ইংরেজিতে কথা বলতে অভ্যস্ত →I am used to talk in English.
    ☘️আমাকে ইংরেজি শিখতে হয় → I am to learn English.
    ☘️আমি খুব কমই ইংরেজি শিখি → I hardly learn English.
    ☘️আমার ইংরেজি শেখার সম্ভাবনা আছে → I am likely to learn English.
    ☘️আমাকে ইংরেজি শিখতে হবে→ I have to learn English.
    ☘️আমি ইংরেজি শিখতাম → I would learn English
    ☘️আমি ইংরেজি শিখতেও পারি → I May Learn English.
    ☘️ আমি অবশ্যই ইংরেজি শিখবো → I must learn English
    ☘️আমি গতকাল থেকে ইংরেজি শিখছি→ I have been learning English since yesterday.
    ☘️আমি দু'ঘন্টা ধরে ইংরেজি শিখছি → I have been learning English for two hour.
    </pre>

<p class="accordion 12">12-𝐈 𝐬𝐚𝐲</p>
<pre class="panel 12">
    ♪𝐈 𝐬𝐚𝐲- আমি বলি
    ♪𝐈 𝐬𝐚𝐢𝐝- আমি বললাম
    ♪𝐈 𝐡𝐚𝐯𝐞 𝐬𝐚𝐢𝐝- আমি বলেছি
    ♪𝐈 𝐡𝐚𝐝 𝐬𝐚𝐢𝐝-আমি বলেছিলাম
    ♪𝐈 𝐰𝐢𝐥𝐥 𝐬𝐚𝐲- আমি বলব
    ♪𝐈 𝐜𝐚𝐧 𝐬𝐚𝐲- আমি বলতে পারি
    ♪𝐈 𝐬𝐡𝐨𝐮𝐥𝐝 𝐬𝐚𝐲- আমার বলা উচিত
    ♪𝐈 𝐜𝐨𝐮𝐥𝐝 𝐬𝐚𝐲-আমি বলতে পারতাম
    ♪𝐈 𝐦𝐮𝐬𝐭 𝐬𝐚𝐲-আমি অবশ্যই বলব
    ♪𝐈 𝐰𝐨𝐮𝐥𝐝 𝐥𝐢𝐤𝐞 𝐭𝐨 𝐬𝐚𝐲- আমি বলতে চাই
    ♪𝐈 𝐚𝐦 𝐭𝐨 𝐬𝐚𝐲-আমাকে বলতে হয়
    ♪𝐈 𝐡𝐚𝐯𝐞 𝐭𝐨 𝐬𝐚𝐲-আমাকে বলতে হবে
    ♪𝐈 𝐦𝐮𝐬𝐭 𝐡𝐚𝐯𝐞 𝐭𝐨 𝐬𝐚𝐲- আমাকে বলতেই হবে
    ♪𝐈 𝐡𝐚𝐝 𝐭𝐨 𝐬𝐚𝐲-আমাকে বলতে হয়েছিল
    ♪𝐈 𝐦𝐮𝐬𝐭 𝐡𝐚𝐝 𝐭𝐨 𝐬𝐚𝐲- আমাকে বলতেই হয়েছিল
    ♪𝐈 𝐝𝐚𝐫𝐞 𝐭𝐨 𝐬𝐚𝐲-আমি বলতে সাহস করি
    ♪𝐈 𝐧𝐞𝐞𝐝 𝐭𝐨 𝐬𝐚𝐲-আমার বলা প্রয়োজন
    ♪𝐈 𝐬𝐡𝐨𝐮𝐥𝐝 𝐡𝐚𝐯𝐞 𝐬𝐚𝐢𝐝- আমার বলা উচিত ছিল
    ♪𝐈 𝐟𝐞𝐞𝐥 𝐥𝐢𝐤𝐞 𝐬𝐚𝐲𝐢𝐧𝐠- আমার বলতে ইচ্ছা করছে
    ♪𝐈 𝐚𝐦 𝐡𝐚𝐯𝐢𝐧𝐠 𝐩𝐫𝐨𝐛𝐥𝐞𝐦 𝐬𝐚𝐲𝐢𝐧𝐠- আমার বলতে সমস্যা হচ্ছে
    ♪𝐖𝐡𝐚𝐭 𝐢𝐟 𝐢 𝐝𝐨𝐧'𝐭 𝐬𝐚𝐲?- কি হবে যদি আমি না বলি?
    ♪𝐇𝐨𝐰 𝐜𝐨𝐦𝐞 𝐲𝐨𝐮 𝐝𝐢𝐝𝐧'𝐭 𝐬𝐚𝐲 𝐬𝐨𝐦𝐞𝐭𝐡𝐢𝐧𝐠?- কি ব্যাপার তুমি কিছু বললে না?
</pre>
 
<p class="accordion 13">13-I could go =আমি যেতে পারতাম</p>
<pre class="panel 13">
    I could go =আমি যেতে পারতাম 
    I couldn't go =আমি যেতে পারতাম না 
    He may be going =হয়তো বা সম্ভবত সে যাচ্ছে 
    He may not be going =হয়তো, সে যাচ্ছে না 
    He may have gone =সম্ভবত সে  গিয়েছে। 
    He may not have gone=সম্ভবত সে যায়নি। 
    I would go=আমি যেতাম। 
    I wouldn’t' go=আমি যেতাম না। 
    I would like to go=আমি যেতে চাই (আন্তরিকভাবে বলতে)। 
    I would rather starve than tell a lie. =আমি বরং না খেয়ে থাকবো কিন্তু মিথ্যা বলবো না। 
    She has gone=সে গিয়েছে। 
    she hasn't gone=সে যায়নি। 
    I went=আমি গিয়েছিলাম। 
    I didn't go =আমি যাইনি। 
    I was going I was going =আমি যাচ্ছিলাম /যাইতে ছিলাম। 
    I wasn't going =আমি যাচ্ছিলাম না /যাইতেছিলাম না। 
    I had gone =আমি গিয়েছিলাম। 
    I hadn't gone=আমি যাইনি। 
</pre>
<p class="accordion 14">14-𝗮𝘀 𝘀𝗼𝗼𝗻 𝗮𝘀 𝗽𝗼𝘀𝘀𝗶𝗯𝗹𝗲-যত তাড়াতাড়ি সম্ভব</p>
<pre class="panel 14">
    আমি যত তাড়াতাড়ি সম্ভব যাবো।
    𝗜 𝘄𝗶𝗹𝗹 𝗴𝗼 𝗮𝘀 𝘀𝗼𝗼𝗻 𝗮𝘀 𝗽𝗼𝘀𝘀𝗶𝗯𝗹𝗲.
    আমি যত তাড়াতাড়ি  সম্ভব খাবো।
    𝗜 𝘄𝗶𝗹𝗹 𝗲𝗮𝘁 𝗮𝘀 𝘀𝗼𝗼𝗻 𝗮𝘀 𝗽𝗼𝘀𝘀𝗶𝗯𝗹𝗲.
    আমি যত তাড়াতাড়ি  সম্ভব তোমার সাথে দেখা করবো।
    𝗜 𝘄𝗶𝗹𝗹 𝗺𝗲𝗲𝘁 𝘄𝗶𝘁𝗵 𝘆𝗼𝘂 𝗮𝘀 𝘀𝗼𝗼𝗻 𝗮𝘀 𝗽𝗼𝘀𝘀𝗶𝗯𝗹𝗲.
    আমি যত তাড়াতাড়ি  সম্ভব লিখবো।
    𝗜 𝘄𝗶𝗹𝗹 𝘄𝗿𝗶𝘁𝗲 𝗮𝘀 𝘀𝗼𝗼𝗻 𝗮𝘀 𝗽𝗼𝘀𝘀𝗶𝗯𝗹𝗲.
    আমি যত তাড়াতাড়ি  সম্ভব পড়বো।
    𝗜 𝘄𝗶𝗹𝗹 𝗿𝗲𝗮𝗱 𝗮𝘀 𝘀𝗼𝗼𝗻 𝗮𝘀 𝗽𝗼𝘀𝘀𝗶𝗯𝗹𝗲.
    আমি যত তাড়াতাড়ি  সম্ভব আসবো।
    𝗜 𝘄𝗶𝗹𝗹 𝗰𝗼𝗺𝗲 𝗮𝘀 𝘀𝗼𝗼𝗻 𝗮𝘀 𝗽𝗼𝘀𝘀𝗶𝗯𝗹𝗲.
    আমি যত তাড়াতাড়ি সম্ভব দেখবো।
    𝗜 𝘄𝗶𝗹𝗹 𝘀𝗲𝗲 𝗮𝘀 𝘀𝗼𝗼𝗻 𝗮𝘀 𝗽𝗼𝘀𝘀𝗶𝗯𝗹𝗲.
    আমি যত তাড়াতাড়ি  সম্ভব পাঠাবো।
    𝗜 𝘄𝗶𝗹𝗹 𝘀𝗲𝗻𝗱 𝗮𝘀 𝘀𝗼𝗼𝗻 𝗮𝘀 𝗽𝗼𝘀𝘀𝗶𝗯𝗹𝗲.
    আমি যত তাড়াতাড়ি সম্ভব  এই বিষয়টি তদন্ত  করবো।
    𝗜 𝘄𝗶𝗹𝗹 𝗶𝗻𝘃𝗲𝘀𝘁𝗶𝗴𝗮𝘁𝗲 𝘁𝗵𝗶𝘀 𝗺𝗮𝘁𝘁𝗲𝗿 𝗮𝘀 𝘀𝗼𝗼𝗻 𝗮𝘀 𝗽𝗼𝘀𝘀𝗶𝗯𝗹𝗲....
    </pre>
<p class="accordion 15">15-ইংরেজিতে ১০ প্রকার হাসি</p>
<pre class="panel 15">
    ▪️ Smile - (স্মাইল) - মৃদু হাসি
    ▪️ laugh - (লাফ) - শব্দ করে হাসা
    ▪️ Titter - (টিটার) - মূর্খ হাসি
    ▪️ Chuckle - (চাক্ল) - মুখ টিপে হাসা
    ▪️ Simper - (সিম্পার) - বোকা হাসি
    ▪️ Guffaw - (গাফো) - অট্টহাসি
    ▪️ Grin - (গ্রিন) - দাঁত বের করে হাসা
    ▪️ Snigger - (স্নিগার) - চাপা হাসি
    ▪️ Snort - (স্নর্ট) - হো হো করে হাসা
    ▪️ Giggle - (গিগল) - ফিকফিক করে হাসা
</pre>
 
<p class="accordion 16">16-What if(কি হবে যদি)</p>
<pre class="panel 16">
    𝐖𝐡𝐚𝐭 𝐢𝐟 𝐈 𝐝𝐨𝐧’𝐭 𝐬𝐚𝐲(কি হবে যদি আমি না বলি)
    𝐖𝐡𝐚𝐭 𝐢𝐟 𝐈 𝐝𝐨𝐧’𝐭 𝐫𝐞𝐚𝐝 ( কি হবে যদি আমি না পড়ি)
    𝐖𝐡𝐚𝐭 𝐢𝐟 𝐈 𝐝𝐨𝐧’𝐭 𝐠𝐨( কি হবে যদি আমি না যাই)
    𝐖𝐡𝐚𝐭 𝐢𝐟 𝐈 𝐝𝐨𝐧’𝐭 𝐩𝐥𝐚𝐲( কি হবে যদি আমি না খেলি)
    𝐖𝐡𝐚𝐭 𝐢𝐟 𝐈 𝐝𝐨𝐧’𝐭 𝐞𝐚𝐭( কি হবে যদি আমি না খাই)
    𝐖𝐡𝐚𝐭 𝐢𝐟 𝐈 𝐝𝐨𝐧’𝐭 𝐜𝐨𝐦𝐞 ( কি হবে যদি আমি না আসি)
𝐖𝐡𝐚𝐭 𝐢𝐟 𝐈 𝐝𝐨𝐧’𝐭 𝐰𝐚𝐭𝐜𝐡( কি হবে যদি আমি না দেখি)
</pre>
<p class="accordion">17. Let's</p>
<pre class="panel">
    Let's introduce. (এসো পরিচিত হই।)
    Let's begin. (চলো শুরু করি।
    Let's talk. (আসুন কথা বলি।)
    Let's share. (এসো বিনিময় করি।)
    Let's study. (চলো পড়াশুনা করি।)
    Let's have dinner. (চলো রাতের খাবার খাই।
    Let's take a break. (চলো একটা বিরতি নেই।)
    Let's take a rest. (চলো বিশ্রাম নেওয়া যাক।
    Let's take a walk. (চলো হাটা যাক।)
    Let's speak in English. (চলো ইংরেজীতে কথা বলি।)
</pre>

<p class="accordion">-18-I feel glad to</p>
<pre class="panel">
    ➡I feel glad to hear your voices.
    তোমার কণ্ঠ শুনে আমি আনন্দ পাই। 
    ➡I feel glad to love you.
    তোমায় ভালবেসে আমি আনন্দ পাই। 
    ➡I feel glad to see you.
    তোমাকে দেখে আমি আনন্দ পাই। 
    ➡I feel glad to read story.
    গল্প পড়ে আমি আনন্দ পাই। 
    ➡I feel glad to play with children.
    বাচ্চাদের সাথে খেলে আমি আনন্দ পাই। 
    ➡I feel glad to travels.
    ভ্রমণ করে আমি আনন্দ পাই। 
    ➡I feel glad to cook.
    রান্না করে আমি আনন্দ পাই। 
    ➡I feel glad to meet with you.
    তোমার সাথে দেখা করে আমি আনন্দ পাই। 
    ➡I feel glad to pet some beautiful birds.
    কিছু সুন্দর পাখি পোষে আমি আনন্দ পাই
</pre>
<p class="accordion">19-Who</p>
<pre class="panel">
    📘 কে উচ্চস্বরে কথা বলছে? 
    Who is talking loudly? 
    📘 কে চিল্লাচিল্লি করছে? 
    Who is shouting? 
    📘 কে দরজায় ঠক ঠক করছে? 
    Who is knocking  at the door? 
    📘 কে তোমাকে বিরক্ত করছে? 
    Who is teasing you?
    📘 কারা পীচ গলাচ্ছে?
    Who are melting peach?
    📘 কারা কয়লা পোরাচ্ছে?
    Who are burning coals?
    📘 কে ঘন্টাটি বাজাচ্ছে? 
    Who is ringing the bell?
    📘 কে সেখানে ধুমপান করছে? 
    Who is smoking there?
    📘 কারা পাগলটির প্রতি পাথর ছুঁড়তেছে?
    Who are throwing stones at the mad man?
</pre>

<p class="accordion">20-However(যেভা‌বেই হোক)</p>
<pre class="panel">
    1. However I will go there.
    ‌যেভা‌বেই হোক আ‌মি সেখা‌নে যাব।
    2. However I will learn Computer.
    ‌যেভাবেই হোক আ‌মি ক‌ম্পিউটার শিখব।
    3. However I will buy the Book.
    ‌যেভাবেই হোক আ‌মি বই‌টি কিনব।
    4. However I will propose him.
    ‌যেভা‌বেই হোক আ‌মি তা‌কে প্রস্তাব দিব।
    5. However I will marry him.
    যেভাবেই হোক আ‌মি তা‌কে ‌বি‌য়ে করব।
    6. However I will do the work
    ‌যেভাবেই হোক আ‌মি কাজটা করব।
    7. However I will  meet  you
    যেভাবেই হোক আ‌মি আপনার সা‌থে দেখা করব।
    8. However I will expert in English.
    যেভা‌বেই হোক আ‌মি ইং‌রেজী‌তে অভিজ্ঞ হব। 
    9.However I will make it.
    যেভাবেই হোক আমি এটা তৈরি করব।
    10. However I will travel in the morning.
    যেভাবেই হোক আমি সকালে ভ্রমণ করব।
    11. However I will catch the fish.
    যেভাবেই হোক আমি মাছটি ধরব।
    12. However you will com here.
    যেভাবেই হোক আপনি এখানে আসবেন।
    13. However I will build up my career.
    যেভাবেই হোক আমি আমার পেশা গড়ে তোলব।
    14. However I will know the matter.
    যেভাবেই হোক আমি ব্যাপারটা জানব।
    15. However I will try to help you.
</pre>

<p class="accordion">21-Are you trying</p>
<pre class="panel 20">
    ★ Are you trying to hide?
    তুমি কি লুকানোর চেষ্টা করতেছো?
    ★Are you trying to escape?
    তুমি কি পালাতে চেষ্টা করতেছো?
    ★Are you trying to prove something else?
    তুমি কি আরো কিছু প্রমান করার চেষ্টা করতেছো?
    ★Are you trying to kill me?
    তুমি কি আমায় মেরে ফেলার চেষ্টা করতেছো?
    ★Are you trying to avoid me?
    তুমি কি আমায় এড়িয়ে যেতে চেষ্টা করতেছো?
    ★Are you trying to insult me?
    তুমি কি আমায় অপমান করার চেষ্টা করতেছো?   
</pre> 

<p class="accordion">22-Could you please দিয়ে ১০টি বাক্য</p>
<pre class="panel 20">
    Could you please দিয়ে ১০টি বাক্য 
    1. Could you please open the door?
    দয়া করে তুমি কি দরজাটি খুলে দিতে পারবে?
    2.Could you please send the message?
    দয়া করে তুমি কি বার্তাটি পৌছাতে পারবে?
    3. Could you please tell the truth?
    দয়া করে তুমি কি সত্য কথাটি বলবে ?
    4. Could you please write an application?
    দয়া করে তুমি কি একটি দরখাস্ত লিখবে ?
    5. Could you please read the book?
    দয়া করে তুমি কি বইটি পড়বে ?
    6. Could you please take the responsibility?
    দয়া করে তুমি কি দায়িত্বটি গ্রহন করবে ?
    7.Could you please wait for a moment?
    দয়া করে তুমি কি এক মুহুর্তের জন্য অপেক্ষা করবে ?
    8.  Could you please close the door?
    দয়া করে  তুমি দরজাটা বন্ধ করবে?
    9.  Could you please turn the volume down.
    দয়া করে ভলিউমটা কমাবে?
    10.  Could you please give me that book. 
    দয়া করে তুমি বইটি দেবে?
</pre> 
<p class="accordion">22-Why to do</p>
<pre class="panel 23">
    ★Why to read = কেন পড়তে হবে?
    ★Why to write = কেন লিখতে হবে?
    ★Why to learn = কেন শিখতে হবে?
    ★Why to teach = কেন শেখাতে হবে?
    ★Why to go = কেন যেতে হবে?
    ★Why to come = কেন আসতে হবে?
    ★Why to talk =  কেন বলতে হবে?
    ★Why to walk- কেন হাঁটতে হবে?
    ★Why to stop = কেন থামতে হবে?
    ★Why to see = কেন ‌দেখতে হবে?
    ★Why to hear =  কেন শুনতে হবে?
    ★Why to sit down = কেন বসতে হবে?
    ★Why to stand up = কেন দাঁড়াতে হবে?
</pre> 
<p class="accordion">24-A few short sentences</p>
<pre class="panel">
    ~ কি দুঃখ! --  what a pity!
    ~ কি বাজে বকো! - What nonsense! 
    ~ কি বুদ্ধি! --  what an idea!
    ~ কি ভয়ানক! -- What a terrible!
    ~ নিচে যাও -- Go down.
    ~ নেমে আসো -- Get down.
    ~ কখনই না -- Not at all.
    ~ এখনি যাও -- Get at once.
    ~ এখান থেকে চলে যাও -- Go away.
    ~ এদিকে আসো -- Come here.
    ~ এদিকে দেখো -- Look here.
    ~ এখানে থামো -- Stop here.
    ~ এখানে অপেক্ষা করো -- Wait here.
    কিছু ⇨A few.
    কিছু কম ⇨A little.
    কিছু মনে করনা ⇨ Never mind.
    কেন নয়? ⇨ Why not?
    চিন্তা করনা ⇨ Don't worry.
    চেষ্টা করে দেখ ⇨ Take a chance.
    ঠিক আছে ⇨Okay.
    তাই নাকি ⇨Really?
    তাড়াতাড়ি⇨Hurry!
    থাম! ⇨Stop!
    বলদ, বোকা ⇨Nonsense.
    অবশ্যই/নিশ্চয়ই ⇨Of course.
    পরে দেখা হবে ⇨ See you later.
    ফোন কর ⇨Call me.
    বল আমাকে ⇨Tell me.
    এখন বিদায় হও। ⇨ Be off now.
    এখানে কি হচ্ছে?> What's going on here?
    অল্প একটু ⇨ Just a little.
    আপনাকেও ধন্যবাদ ⇨ You're welcome.
    আমি পরোয়া করিনা ⇨ I don't care.
    আর কিছুই নয় ⇨Nothing else.
    আর কিছু? ⇨ Anything else?
    কোনরকম ⇨ So far, so good.
    আমার অনুমান. ⇨ I guess.
</pre> 
<p class="accordion">25-Let's introduce.</p>
<pre class="panel 20">
    Let's introduce. (এসো পরিচিত হই।)
    Let's begin. (চলো শুরু করি।
    Let's talk. (আসুন কথা বলি।)
    Let's share. (এসো বিনিময় করি।)
    Let's study. (চলো পড়াশুনা করি।)
    Let's have dinner. (চলো রাতের খাবার খাই।
    Let's take a break. (চলো একটা বিরতি নেই।)
    Let's take a rest. (চলো বিশ্রাম নেওয়া যাক।
    Let's take a walk. (চলো হাটা যাক।)
    Let's speak in English. (চলো ইংরেজীতে কথা বলি।)
</pre> 
<p class="accordion">26-I am being able to</p>
<pre class="panel">
    🟠 I am being able to read the post.
    আমি পোস্টটি পড়তে পারছি।
    🟠 I'm being able to walk today.
    আমি আজকে হাঁটতে পারছি।
    🟠 I'm being able to write post.
    আমি পোস্ট লিখতে পারছি।
    🟠 I'm being able to play cricket. 
    আমি ক্রিকেট খেলতে পারছি।
    🟠 I'm being able to performe prayer. 
    আমি নমায পড়তে পারছি।
    🟠 I'm being able to do classes. 
    আমি ক্লাসগুলো করতে পারছি।
    🟠 You are being able to practice regularly.
    তুমি নিয়মিত অনুশীলন করতে পারছ।
    🟠 He is being able to cook.
    সে রান্না করতে পারছে।
</pre> 
<p class="accordion">27-No matter what-যাই হোক না কেন</p>
<pre class="panel">
    No matter what-যাই হোক না কেন, এই প্যাটার্নে কিছু ইংরেজি বাক্য। 
    যাই হোক না কেন আমার শেখা প্রয়োজন।
    No matter what, I need to learn.
    যাই হোক না কেন আমার লেখা প্রয়োজন।
    No matter what, I need to write.
    যাই হোক না কেন আমার জানা প্রয়োজন।
    No matter what ,I need to know.
    যাই হোক না কেন আমার আসা প্রয়োজন।
    No matter what, I need to come.
    যাই হোক না কেন আমার জানানো প্রয়োজন।
    No matter what , I need to inform.
    যাই হোক না কেন আমার বলা প্রয়োজন।
    No matter what , I need to say.
    যাই হোক না কেন আমার শেখানো প্রয়োজন।
    No matter what I need to teach.
    যাই হোক না কেন বাংলাদেশের  জয় প্রয়োজন।
    No matter what, Bangladesh needs to win.    
</pre> 
<p class="accordion">28-This may be my last-এটা হয়তো আমার শেষ....</p>
<pre class="panel">
    🔰 This may be my last apply.
    ♻️ এটা হয়তো আমার শেষ আবেদন। 
    🔰 This may be my last chance.
    ♻️ এটা হয়তো আমার শেষ সুযোগ।
    🔰 This may be my last propose.
    ♻️ এটা হয়তো আমার শেষ প্রস্তাব।
    🔰 This may be my last journey.
    ♻️ এটা হয়তো আমার শেষ ভ্রমণ। 
    🔰 This may be my last hope.
    ♻️ এটা হয়তো আমার শেষ আশা।
    🔰 This may be my last judge.
    ♻️ এটা হয়তো আমার শেষ বিচার।
    🔰 This may be may last complain.
    ♻️ এটা আমার শেষ অভিযোগ।
    🔰 This may be my last go.
    ♻️ এটা হয়তো আমার শেষ যাওয়া।
    🔰 This may be my last meet.
    ♻️ এটা হয়তো আমার শেষ দেখা।
    🔰 This may be my last comment.
    ♻️ এটা হয়তো আমার শেষ মন্তব্য।
</pre> 
<p class="accordion">29-✪ আমি করতে পারবো - I will be able to do</p>
<pre class="panel">
    ✪ আমি করতে পারবো - I will be able to do
    ✪ আমি আসতে পারবো - I will be able to come
    ✪ আমি যেতে পারবো - I will be able to go
    ✪ আমি আসতে পারবো না - I won’t be able to come
    ✪ আমি যেতে পারবো না - I won’t be able to go
    ✪ আমি কাজটি করতে পারবো - I will be able to do the work
    ✪ আমি কাজটি করতে পারবো না - I won’t be able to do the work
    ✪ তুমি কি করতে পারবে? - will you be able to do?
    ✪ তুমি কি করতে পারবে না? - Won’t you be able to do?   
    ✪ রুবি আসতে পারবে - Rubi will be able to come
    ✪ রুবি আসতে পারবে না - Rubi won’t be able to come
    ✪ রুবি কি আসতে পারবে না? - Won’t Rubi be able to come?
    ✪ আমি করতে সক্ষম হয়েছি  - I have been able to do
    ✪ আমি আসতে সক্ষম হয়েছি - I have been able to come
    ✪ আমি করতে সক্ষম হইনি - I haven’t been able to do
    ✪ সে সক্ষম হয়নি - He hasn’t been able to do 
    ✪ আমি সমস্যাটি সমাধান করতে পারবো - I will be able to solve the problem
    ✪ আমি সমস্যাটি সমাধান করতে পারবো না - I won’t be able to solve the problem
</pre> 
<p class="accordion">30. কী খাবো ভেবে পাচ্ছি না । I can not think</p>
<pre class="panel">
    কী খাবো ভেবে পাচ্ছি না ।
    I can not think what to eat . 
    কী বলবো ভেবে পাচ্ছি না ।
    I can not think what to say .
    কী করবো ভেবে পাচ্ছি না । 
    I can not think what to do . 
    কী নিবো ভেবে পাচ্ছি না । 
    I can not think what to take . 
    কী শেখাবো ভেবে পাচ্ছি না । 
    I can not think what to teach . 
    কী শিখবো ভেবে পাচ্ছি না। 
    I can not think what to learn . 
    কী লিখবো ভেবে পাচ্ছি না । 
    I can not think what to write .
</pre> 
<p class="accordion">ইংরেজিতে মতামত প্রকাশ করার ১৪টি বাক্য</p>
<pre class="panel"> 
    1. I'd suggest that – আমি পরামর্শ দেব যে।
    2. In my point of view– আমার দৃষ্টিকোণ থেকে
    3. From my point of view – আমার দেখা মতে।
    4. I'd like to point out that – আমি উল্লেখ করতে চাই যে।
    5. As far as I'm concerned – আমার মনে হচ্ছে যে।
    6. I believe that – আমি বিশ্বাস করি যে।
    7. I strongly believe that – আমি দৃঢ়ভাবে বিশ্বাস করি যে।
    8. In my experience – আমার অভিজ্ঞতায় বলে যে।
    9. Personally, I think – ব্যক্তিগতভাবে আমি মনে করি।
    10. What do you think? – তুমি কি মনে কর?
    11. What's your view? – তোমার দৃষ্টিভঙ্গি কি?
    12. What I mean is – আমি যেটা বোঝাতে চাচ্ছি যে।
    13. I'm sure that – আমি নিশ্চিত যে।
    14.I have no doubt that – আমার কোন সন্দেহ নেই যে।
</pre> 
<p class="accordion">By+v1+obj</p>
<pre class="panel">
    খাবার খেয়ে তুমি শক্তি পেতে পার।-By taking food you can get energy.
    কঠোর পরিশ্রম করে তুমি উন্নতি করতে পার।-By working hard you can prosper.
    নিয়মিত অনুশীলন করে তুমি ইংরেজিতে পারদর্শী হতে পার।-By practicing regularly you can be an expert in English.
</pre> 
<p class="accordion">As good as - বলতে গেলে, এই প্যাটার্নে কিছু ইংরেজি বাক্য।</p>
<pre class="panel"> 
    1. As good as, she is a simple man.
    বলতে গেলে সে একজন সাধারন মানুষ।
    2. As good as she is an honest man.
    বলতে গেলে সে একজন সৎ লোক। 
    3. As good as she is hard worker.
    বলতে গেলে সে কঠোর পরিশ্রমী।
    4. As good as I want to him.
    বলতে গলে আমি তাকে চেয়েছিলাম।
    4. As good as I was gone her house.
    বলতে গেলে আমি তার বাড়ি গিয়েছিলাম।
    5. His career is as good as over.
    তার কর্মজীবন বলতে গেলে শেষ। 
    6. As good as he is a nice guy.
    বলতে গেলে একজন ভালো মানুষ। 
    7. As good as I love her.
    বলতে গেলে আমি তাকে ভালোবাসি। 
    8. As good as I was not happy.
    বলতে গেলে আমি সুখী ছিলাম না।
    9. As good as I know everything about him -
    বলতে গেলে আমি তার সম্পর্কে সব জানি।
</pre> 
<p class="accordion">At any cost, You will come.-যে ভাবেই হোক, তুমি আসবে।</p>
<pre class="panel">
    At any cost, You will come.
    যে ভাবেই হোক, তুমি আসবে।
    At any cost, I will do that.
    যে ভাবেই হোক,আমি এটা করবো।
    At any cost, I will help you.
    যে ভাবেই হোক, আমি তোমাকে সাহায্য করবো।
    At any cost, I will go there.
    যে ভাবেই হোক, আমি সেখানে যাবো।
    At any cost, I will see you.
    যে ভাবেই হোক,আমি তোমাকে দেখবো।
    At any cost, he will go with me.
    যে ভাবেই হোক,সে আমার সাথে যাবে।
    At any cost, Sabbir will marry.
    যে ভাবেই হোক, সাব্বির বিয়ে করবে।
    At any cost, You will come.
    যে ভাবেই হোক, তুমি আসবে।
    At any cost, I will do that.
    যে ভাবেই হোক,আমি এটা করবো।
    At any cost, I will help you.
    যে ভাবেই হোক, আমি তোমাকে সাহায্য করবো।
    At any cost, I will go there.
    যে ভাবেই হোক, আমি সেখানে যাবো।
    At any cost, I will see you.
    যে ভাবেই হোক,আমি তোমাকে দেখবো।
    At any cost, he will go with me.
    যে ভাবেই হোক,সে আমার সাথে যাবে।
    At any cost, Sabbir will marry.
    যে ভাবেই হোক, সাব্বির বিয়ে করবে।
</pre> 
<p class="accordion">ইংরেজিতে ভালবাসা প্রকাশের ১০টি রোমান্টিক ডায়ালগ</p>
<pre class="panel">
    ❤ I'm yours. - আমি তোমার।
    ❤ You are my heart. - তুমি আমার হৃদয়।
    ❤ You are my everything.- তুমি আমার সবকিছু।
    ❤ I adore you.- আমি তোমাকে গভীরভাবে ভালোবাসি।
    ❤ You are the one for me. - তুমিই আমার একজন।
    ❤ I'm addicted to you. - আমি তোমার প্রতি আসক্ত।
    ❤ I'm all about you. - আমি তোমাকেই চাই।
    ❤ I feel you in every breath. - আমি তোমায় প্রতি নিঃশ্বাসে অনুভব করি।
    ❤ You are my dream. - তুমি আমার স্বপ্ন।
</pre> 
<p class="accordion">✅How much do you love me➡️তুমি আমাকে কতটুকু ভালোবাসো</p>
<pre class="panel">
    ✅How much do you hate me
    ➡️তুমি আমায় কতটুকু হেট কর
    ✅How much do you trust me
    ➡️তুমি আমায় কতটুকু বিশ্বাস কর
    ✅How much do you know me
    ➡️তুমি আমায় কতটুকু চেনো
    ✅How much do you Practice English 
    ➡️তুমি কতটুকু ইংরেজি অনুশীলন কর
    ✅How much time do you study
    ➡️তুমি কতটুকু সময় পড়াশোনা কর
</pre> 
<p class="accordion">ইংরেজি বাক্যে Have been এর ব্যবহার</p>
<pre class="panel"> 
    I have been eating for two hours 
    আমি ২ ঘন্টা যাবত ধরে খাচ্ছি 
    I have been eating since morning 
    আমি সকাল থেকে খাচ্ছি 
    You have been eating for 2 hours 
    তুমি ২ ঘন্টা যাবত ধরে খাচ্ছো
    You have been eating since morning 
    তুমি সকাল থেকে খাচ্ছো
    We have been eating for to 2 hours
    আমরা ২ ঘন্টা যাবত ধরে খাচ্ছি 
    We have veen eating since morning 
    আমরা সকাল থেকে খাচ্ছি 
    You have been eating for 2 hours 
    তোমরা ২ ঘন্টা যাবত ধরে খাচ্ছো
    You have been eating since morning 
    তোমরা সকাল থেকে খাচ্ছো
    They have been eating for 2  hours
    তারা ২ ঘন্টা যাবত ধরে খাচ্ছে 
    They have been eating  since morning 
    তারা সকাল থেকে খাচ্ছে
</pre> 
<p class="accordion">Try to-চেষ্টা করুন দিয়ে  কিছু ইংরেজি বাক্য</p>
<pre class="panel">
    Try to learn English - ইং‌রে‌জি শিখ‌তে চেষ্টা করুন।
    Try to learn Computer - ক‌ম্পিউটার শিখ‌তে চেষ্টা ক‌রুন।
    Try to read understanding - বু‌ঝে পড়‌তে চেষ্টা ক‌রুন।
    Try to help the poor - গ‌রিব‌দের সাহায্য কর‌তে চেষ্টা ক‌রুন।
    Try to donate Mosque - মস‌জি‌দে দান কর‌তে চেষ্টা ক‌রুন।
    Try to know English - ইং‌রে‌জি জান‌তে চেষ্টা ক‌রুন।
    Try to teach others - অন্য‌দের‌কে ‌শেখা‌নোর চেষ্টা ক‌রুন।
    Try to speak English - ইং‌রে‌জিতে কথা বল‌তে চেষ্টা ক‌রুন।
    Try to practise English - ইং‌রে‌জি‌ চর্চা কর‌তে চেষ্টা ক‌রুন।
    Try to benefit man - মানুষ‌কে উপকার কর‌তে চেষ্টা করুন।
    Try to speak clearly - স্পষ্টভাবে কথা বল‌তে চেষ্টা করুন।
    Try to make new sentence - নতুন বাক্য তৈ‌রি করতে চেষ্টা করুন।
</pre> 

<p class="accordion">I learn</p>
<pre class="panel">
    ✪ আমি ইংরেজি শিখি → I learn English.
    ✪ আমি ইংরেজি শিখছি → I am learning English.
    ✪ আমি ইংরেজি শিখেছি → I have learned English
    ✪ আমি ইংরেজি শিখতে পারি→I can learn English
    ✪ আমি ইংরেজিতে কথা বলতে সক্ষম →I am able to speak in English.
    ✪ আমি ইংরেজি না শিখে পারিনা→ I cannot but learn English.
    ✪ আমি ইংরেজি না শিখে পারলাম না→ I could not but learn English
    ✪ আমার ইংরেজি শেখার কথা→I am supposed to learn English.
    ✪ আমার ইংরেজি শেখা দরকার→I need to learn English.
    ✪ আমার ইংরেজি শেখা উচিত →I should learn English.
    ✪ আমার বরং ইংরেজি শেখাই উচিত →I had better learn English.
    ✪ আমি ইংরেজিতে কথা বলতে অভ্যস্ত →I am used to talk in English.
    ✪ আমাকে ইংরেজি শিখতে হয় → I am to learn English.
    ✪ আমি খুব কমই ইংরেজি শিখি → I am hardly learn English.
    ✪ আমার ইংরেজি শেখার সম্ভাবনা আছে → I am likely to learn English.
    ✪ আমাকে ইংরেজি শিখতে হবে→ I have to learn English.
    ✪ আমি ইংরেজি শিখতাম → I would be learned English
    ✪ আমি ইংরেজি শিখতেও পারি → I May Learn English.
    ✪ আমি অবশ্যই ইংরেজি শিখবো → I must learn English
    ✪ আমি গতকাল থেকে ইংরেজি শিখছি→ I have been learning English 
</pre> 
<p class="accordion">I'm glad at</p>
<pre class="panel">
    ✪ I'm glad at your success-  আমি তোমার সফলতায় খুশী।
    ✪ I'm glad at your kindness-  আমি তোমার দয়া খুশী।
    ✪ I'm glad at your result-  আমি তোমার ফলাফলে খুশী।
    ✪ I'm glad at your service-  আমি তোমার সেবায় খুশী।
    ✪ I'm glad at your favor-  আমি তোমার করুনায় খুশী।
    ✪ I'm glad at your studying-  আমি তোমার পড়াশুনা খুশী।
    ✪ I'm glad at your happiness-  তোমার সুখে আমি খুশী ।
    ✪ I'm glad at having a friend like you – আমি তোমার মতো একটা বন্ধু পেয়ে খুশি
    ✪ I'm glad at your answer – আমি আপনার জবাবে খুশি
    ✪ I'm glad at your advice – আমি আপনার পরামর্শে খুশি
    ✪ I'm glad at your patience – আমি তোমার ধৈর্যশীলতায় খুশি
</pre> 
<p class="accordion">About Phone</p>
<pre class="panel">
    আপনি হয়তো ভুল নম্বর ডায়াল করেছেন-You may have dialed the wrong number
</pre> 
<p class="accordion">About Love</p>
<pre class="panel">
আমি তাকে সবার থেকে বেশী ভালবাসি। 
I love her more than anyone.
কিন্তু সে আমার সাথে প্রতারণা করল। 
But she cheated with me.
আমি তাকে খুব বিশ্বাস করতাম। 
I believed her so much. 
আমি ভাবছিলাম সে সত্যিই আমাকে ভালবাসে। 
I thought she really loves me. 
কিন্তু এখন আমি বুঝতে পারলাম ।
But now I can understand 
সে কখনোই আমাকে ভালবাসেনি। 
She never loved me. 
তাই সে আমাকে প্রত্যাখ্যান করলো। 
So she rejected me. 
দুঃখের বিষয় হলো যে 
The matter of sorrow that
সে আমাকে ফেইসবুকেও ব্লক করলো।
Even she blocked me in the facebook.
</pre> 
<p class="accordion">📗 Keep Ving</p>
<pre class="panel">
     
 ⭕  যেতে থাক ---keep going
 ⭕  খেতে থাক ---keep eating
 ⭕  পড়তে থাক ---keep reading
 ⭕  লিখতে থাক---keep writing
 ⭕  শিখতে থাক ---keep learning
 ⭕ করতে থাকো - keep doing 
 ⭕  কাজ করতে থাক - keep working 
 ⭕  কথা বলতে থাকো - keep talking 
 ⭕  খুজঁতে থাকো - keep finding
 ⭕  সাহায্য করতে থাকো - keep helping 
 ⭕  অর্জন করতে থাক ---keep acquiring
 ⭕  খেলতে থাক - keep playing 
 ⭕  বলতে থাকো - keep saying
 ⭕  দৌড়াতে থাকো - keep running
 ⭕  তৈরী করতে থাকো - keep making 
 ⭕  চেষ্টা করতে থাক--keep trying
 ⭕  অপেক্ষা করতে থাক---keep waiting
 ⭕  বুঝতে থাক---keep understanding
 ⭕  হাসতে থাক---keep laughing
 ⭕  সমাধান করতে থাক---keep solving
 ⭕  আবেদন করতে থাক---keep applying
 ⭕  নিয়োগ করতে থাক---keep appointing
 ⭕  গ্রহণ করতে থাক---keep accepting
 ⭕  গোছাতে থাক ---keep arranging
 ⭕  জিজ্ঞেস করতে থাক ---keep asking
 ⭕  বরাদ্দ করতে থাক ---keep allotting
 ⭕  অর্জন করতে থাক ---keep acquiring
 ⭕ পোড়াতে থাক---keep burning
 ⭕  বিশ্বাস করতে থাক ---keep believing
 ⭕  দর কষাকষি করতে থাক ---keep bargaining
 ⭕  রোদ পোহাতে থাক ---keep basking
 ⭕  সম্প্রচার করতে থাক ---keep broadcasting
</pre> 
<!--
<p class="accordion"></p>
<pre class="panel">
</pre> 
<p class="accordion"></p>
<pre class="panel">
</pre> 
-->
</div>
<?php include'../../common_footer.php'?>





 
 
 
