<style>
.active_verb_practices{
      background: #BB2966;
      color: white !important;
   }
</style>

<?php include'./grammar_header.php'?>

<div id="main_content"><!--Start Main Content -->
<button class="accordion">Eat, Go & work</button>
<div class="panel">
<pre>
   আমি খাচ্ছি - I’m eating. 
   💠 আমি খাচ্ছি না - I’m not eating. 
   💠 তুমি কি খাচ্ছ? - Are you eating? 
   💠 তুমি কি খাচ্ছ না?- Aren’t you eating? 
   💠 আমি খাচ্ছিলাম- I was eating. 
   💠 আমি খাচ্ছিলাম না- I wasn’t eating.
   💠 সে খাচ্ছে - He is eating. 
   💠 সে খাচ্ছে না - He isn’t eating.
   💠 সে কি খাচ্ছে?- Is he eating? 
   💠 সে কি খাচ্ছে না?- Isn’t he eating?
   💠 তারা খাচ্ছে- They are eating. 
   💠 তারা খাচ্ছে না- They aren’t eating.
   💠 তারা কি খাচ্ছে না?- Aren’t they eating? 
   💠 সে খাচ্ছিল- He was eating. 
   💠 সে খাচ্ছিল না- He wasn’t eating. 
   💠 সে কি খাচ্ছিল?- Wasn’t he eating? 
   💠 আমি যেতে থাকব- I will be going. 
   💠 আমি যেতে থাকব না- I won’t be going. 
   💠 আমি কাজটি করতে থাকব- I will be doing the work. 
   💠 তুমি কাজটি কর- You do the work. 
   💠 তুমি কাজটি কর না- You don’t the work. 
   💠 তুমি কাজটি কর কি?- Do you do the work? 
   💠 তুমি কাজটি কর না কি?- Don’t you do the work? 
   💠 তুমি যেতে পার- You can go. 
   💠 তুমি যেতে পারবে না?- Couldn’t you go? 
   💠 তুমি কি যেতে পার না?- Can’t you go? 
   💠 সে কি যেতে পারে না?- Can’t he go? 
   💠 আমি যাইব- I will go. 
   💠 আমি যাইব না- I won’t go. 
   💠 আমি যাইব কি?- Will I go? 
   💠 আমি যাইব না কি?- Won’t I go?
</pre>
</div>
</div><!--End Main Content -->

<!-- Footer -->
<?php include'../../common_footer.php'?>